Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/skrivesenteret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: barna og pedagoger som er bevisste på å bruke et rikt og variert ordforråd, er
nn: barna og pedagogar som er bevisste på å bruke eit rikt og variert ordforråd, er

source: Nettbrettet innbyr til en nærhet til barnet på
nn: Nettbrettet innbyr til ein nærleik til barnet på

source: og undrende pedagoger i møte med barn, og hvor barns undring, tanker og
nn: undrande pedagogar i møte med barn, og der barns undring, tankar og

source: nødvendig å ha en lekende tilnærming sammen med barn når de utforsker
nn: nødvendig å ha ei leikande tilnærming saman med barna når dei utforskar

source: utforskning av disse verktøyene, er positivt for barnas språklige utvikling og
nn: av desse verktøya, er positivt for den språklege utviklinga til barna og den

source: I dagens samfunn handler lesing og skriving om å forstå og mestre mange ulike
nn: I dagens samfunn handlar lesing og skriving om å forstå og meistre mange ulike

source: effekten skal være så troverdig som mulig.
nn: effekten skal vere så truverdig som mogleg.

source: Hvis du noen gang har opplevd at
nn: Viss du nokon gong har opplevd at

source: interaksjon med jevnaldrende.
nn: interaksjon med jamaldra.

source: verden møter de teknologien fordomsfritt og uredd.
nn: verda møter dei teknologien fordomsfritt og uredd.

source: Barn utforsker selve verktøyet samtidig som de utforsker ulike fenomener eller
nn: Barn utforskar sjølve verktøyet samtidig som dei utforskar ulike fenomen eller

source: Kunnskap om digital teknologi er sentralt for å kunne drive en pedagogikk som
nn: Kunnskap om digital teknologi er sentralt for å kunne drive ein pedagogikk som

source: kommunikasjon, ønsker de gjerne å utforske skriftspråket og skrive ulike tekster
nn: kommunikasjon, ønsker dei gjerne å utforske skriftspråket og skrive ulike tekstar

source: barnehagens behov og infrastruktur, er noe av det som ofte nevnes.
nn: barnehagen og infrastruktur, er noko av det som ofte blir nemnt.

source: behov for det, er en viktig del av barnehagens språkarbeid.
nn: dei har behov for det, er ein viktig del av språkarbeidet i barnehagen.

source: økta komme med en oversikt over mye av det digitale utstyret som de to
nn: økta komme med ei oversikt over mykje av det digitale utstyret som dei to

source: barn i å samtale med hverandre, slik at de kan involvere seg i andres innspill og
nn: barn i å samtale med kvarandre, slik at dei kan involvere seg i innspel frå andre

source: Samtidig er den pedagogiske dokumentasjonen viktig for å gi foreldrene et
nn: Samtidig er den pedagogiske dokumentasjonen viktig for å gi foreldra eit innblikk

source: oppmerksomme pedagoger vil dette skape gode vilkår for barns helhetlige og
nn: og oppmerksame pedagogar vil dette skape gode vilkår for ein heilskapleg og

source: disposisjoner, men at påvirkning fra omgivelsene og kulturen også er viktige
nn: med biologiske disposisjonar, men at påverknad frå omgivnadene og kulturen òg

source: Tilgang på verktøy som er oppdaterte og tilpasset
nn: Tilgang på verktøy som er oppdaterte og tilpassa behovet til

source: Det kan være hensiktsmessig å starte med å gi barna noen forkunnskaper når
nn: Det kan vere formålstenleg å starte med å gi barna nokon forkunnskapar når det

source: Det er i utgangspunktet lov for alle å fly drone som har en vekt under 250 gram.
nn: Det er i utgangspunktet lov for alle å fly drone som har ei vekt under 250 gram.

source: hvor viktig det er at det pedagogiske arbeidet i barnehagen gjøres med
nn: er at det pedagogiske arbeidet i barnehagen blir gjord med medvit og med

source: Det vil si at vi ikke fokuserer på å lære barn noe – de må selv
nn: Det vil seie at vi ikkje fokuserer på å lære barn noko – dei må sjølv

source: barnehagene i denne nettressursen har tilgjengelig og si litt om hvordan de
nn: barnehagane i denne nettressursen har tilgjengeleg og si litt om korleis dei

source: Muntlig språk som utgangspunkt for skriftspråk
nn: Munnleg språk som utgangspunkt for skriftspråk

source: Nettbrett og smarttelefon kan sies å være
nn: Nettbrett og smarttelefon kan seiast å vere

source: illustrerer den sammensatte kunnskapsbasen som er nødvendig for å integrere
nn: samansette kunnskapsbasen som er nødvendig for å integrere teknologi i

source: hvilken kompetanse personalet allerede har.
nn: kompetanse personalet allereie har.

source: undrende og utforskende samtaler med hverandre.
nn: undrande og utforskande samtalar med kvarandre.

source: innsikt i barns opplevelser og hverdag.
nn: innsikt i opplevingane og kvardagen til barn.

source: gryende digitale dømmekraft, må de ha tilgang på teknologi som ikke er koblet opp
nn: gryande digitale dømmekrafta si, må dei ha tilgang på teknologi som ikkje er kopla

source: Mange ansatte i barnehagen ser ut til å bruke digitale verktøy i aktiviteter sammen
nn: Mange tilsette i barnehagen ser ut til å bruke digitale verktøy i aktivitetar saman med

source: mikroskop får plass i en barnehånd og kan kjapt flyttes rundt der en måtte ønske
nn: digitalt mikroskop får plass i ei barnehand og kan kjapt flyttast rundt der ein

source: forutsetning for at barn skal tilegne seg kunnskap om tekstproduksjon og
nn: føresetnad for at barn skal tileigne seg kunnskap om tekstproduksjon og skriving

source: barnehagen skal støtte barn til å bli kreative og skapende produsenter i møtet
nn: barnehagen skal støtte barn til å bli kreative og skapande produsentar i møtet

source: At de ulike appene som tilbys barnehagesektoren har en rekke funksjoner,
nn: ulike appane som blir tilboden barnehagesektoren har ei rekke funksjonar, er

source: malte de i fellesskap store detaljrike plakater i mange farger.
nn: dei i fellesskap store detaljrike plakatar i mange fargar.

source: Hva med å kombinere
nn: Kva med å kombinere

source: digitale verktøy uansett hvor man befinner seg.
nn: digitale verktøy uansett kvar ein er.

source: og pedagoger deltar i å utvikle virksomheten i fellesskap (Essén, Björklund &
nn: og pedagogar deltar i å utvikle verksemda i fellesskap (Essén, Björklund & Björby,

source: barnas ønsker og idéer, noe som er en forutsetning for å skape gode prosesser i
nn: ønsker og idéar, noko som er ein føresetnad for å skape gode prosessar i

source: mål i seg selv, men snarere et middel for at barn skal kunne oppnå det de ønsker
nn: mål i seg sjølv, men snarare eit middel for at barn skal kunne oppnå det dei

source: huske på hva som skjedde underveis.
nn: hugse på kva som skjedde undervegs.

source: Personalet kan hjelpe til med å drive barnas
nn: Personalet kan hjelpe til med å drive

source: innføring i hva du bør tenke på når du skal lese en digital bok:
nn: innføring i kva du bør tenke på når du skal lese ei digital bok:

source: De bruker ord som
nn: Dei bruker ord som

source: Teksten er skrevet med et korrekt og variert språk.
nn: Teksten er skrive med eit korrekt og variert språk.

source: Al e skriveoppgavene i heftet handler om å over-
nn: Al e skriveoppgåvene i heftet handlar om å over-

source: skriftspråket slik at de opplever motivasjon og mestring i sin egen
nn: skriftspråket slik at dei opplever motivasjon og meistring i sin eigen

source: reflektere over spørsmål knyttet til disse områdene.
nn: reflektere over spørsmål knytt til desse områda.

source: forekommer også at det ligger hyperlenker i teksten som leseren kan klikke på
nn: Det førekjem òg at det ligg hyperlenkar i teksten som lesaren kan

source: samtalefellesskapet, og at de skal føle seg inkludert.
nn: samtalefellesskapet, og at dei skal føle seg inkludert.

source: Anita Lie Kvien påpeker at all denne bruken av digitale verktøy er med på å
nn: Anita Lie Kvien påpeikar at all denne bruken av digitale verktøy er med på å

source: gir uante muligheter til å få se steder som er lite tilgjengelige for nysgjerrige
nn: moglegheiter til å få sjå stader som er lite tilgjengelege for undersøkingane til

source: fremstilling av en kompleks og sammensatt virkelighet.
nn: framstilling av ein kompleks og samansett verkelegheit.

source: Her gjør greenscreenen jobben som scenen gjør på teateret.
nn: Her gjer greenscreenen jobben som scena gjer på teateret.

source: dokumentere ferdigheter og kunnskaper, trivsel og erfaringer hos enkeltbarnet
nn: dokumentere evner og kunnskapar, trivsel og erfaringar hos enkeltbarnet

source: støtte språkutviklingen til barn som har en språkforsinkelse, språkvanske,
nn: styrke og støtte språkutviklinga til barn som har ei språkforseinking,

source: reflektert og forbedret praksis.
nn: reflektert og forbetra praksis.

source: De er avhengige at personalet har et forhold til kritisk tenkning og
nn: Dei er avhengige at personalet har eit forhold til kritisk tenking og etiske

source: litteraturformidling er et eksempel på en teksthendelse hvor barn er aktive uten
nn: litteraturformidling er eit døme på ei teksthending kor barn er aktive utan at dei

source: morsomt for barna å planlegge bevegelsene.
nn: morosamt for barna å planlegge rørslene.

source: i appen, og som er gøy å bruke inn i bildeserien.
nn: tilgjengelege i appen, og som er gøy å bruke i bildeserien.

source: Slike samtalesituasjoner oppstår ofte når barna utforsker teknologi sammen.
nn: Slike samtalesituasjonar oppstår ofte når barna utforskar teknologi saman.

source: En lekende og utforskende tilnærming til læring
nn: Ein leikande og utforskande tilnærming til læring

source: Når barna er med på å utforme innholdet i
nn: Når barna er med på å utforme innhaldet i

source: Appen hjelper med å ta bilder og sette bildene i sekvenser slik at det til slutt blir
nn: Appen hjelper med å ta bilde og setje bilda i sekvensar slik at det til slutt blir til

source: arbeidet i barnehagen, og hvordan de kan brukes hensiktsmessig og forsvarlig
nn: barnehagen, og korleis dei kan brukast formålstenleg og forsvarleg for å løyse

source: Barnehagebasert kompetanseutvikling er en måte å arbeide på som involverer
nn: Barnehagebasert kompetanseutvikling er ein måte å arbeide på som involverer

source: å ta i bruk digitale verktøy med utgangspunkt i den praksisen som allerede
nn: digitale verktøy med utgangspunkt i den praksisen som allereie føregår (Fragell

source: er en brukervennlig og rimelig app som gjør dette mulig.
nn: er ein brukarvennleg og rimeleg app som gjer dette mogleg.

source: Et trådløst mikroskop er oppladbart og hendig i bruk.
nn: Eit trådlaust mikroskop er oppladbart og hendig i bruk.

source: man kontinuerlig oppdaterer seg og bruker teknologi både privat og i
nn: kontinuerleg oppdaterer seg og bruker teknologi både privat og i arbeidslivet.

source: Barna er skapende og
nn: Barna er skapande og

source: Teksten bruker fagspråk på en bevisst og hensiktsmessig måte.
nn: Teksten bruker fagspråk på ein bevisst og hensiktsmessig måte.

source: digitale medier, teknologiske leketøy, medieformidlede fortellinger og tilgang til
nn: medium, teknologiske leiketøy, medieformidlede forteljingar og tilgang til internett.

source: kunnskap om hvilke digitale verktøy som kan være relevante for det pedagogiske
nn: for nokre digitale verktøy som kan vere relevante for det pedagogiske arbeidet i

source: innebærer å ha et godt etisk digitalt kompass, dvs.
nn: inneber å ha eit godt etisk digitalt kompass, dvs.

source: Samtidig vil de kunne utvikle gode digitale ferdigheter.
nn: Samtidig vil dei kunne utvikle gode digitale evner.

source: barnehagen har tilgang på, og aktiviteter med digitale verktøy bør ha en selvskreven
nn: verktøy barnehagen har tilgang på, og aktivitetar med digitale verktøy bør ha ein

source: Et resonnement kan en altså forstå som et avsnitt der en reflekterer og følger en tankerekke på en logisk måte.
nn: Eit resonnement kan ein altså forstå som eit avsnitt der ein reflekterer og følgjer ei tankerekke på ein logisk måte.

source: yngste barna ikke får så mange erfaringer med teknologi i barnehagen.
nn: yngste barna ikkje får så mange erfaringar med teknologi i barnehagen.

source: de forsker på planter, insekter, mark m.m.
nn: som dei forskar på plantar, insekt, mark m.m.

source: fint at barna får prøve og feile litt i sin vandring i den digitale verdenen.
nn: barna får prøve og feile litt i sin vandring i den digitale verda.

source: fortellinger kombinerer digital teknologi sammen med flere modaliteter og
nn: Digitale forteljingar kombinerer digital teknologi saman med fleire

source: i fortellingen, disse bøkene inviterer leseren inn som deltaker i handlingen
nn: forteljinga, desse bøkene inviterer lesaren inn som deltakar i handlinga

source: I fagfilmen ser vi at barnehageansatte forteller om at de har vært skeptiske til å
nn: I fagfilmen ser vi at barnehagetilsette fortel om at dei har vore skeptiske til å

source: reflektere rundt for at barnet ikke skal bli et objekt i dokumentasjonsarbeidet.
nn: reflektere rundt for at barnet ikkje skal bli eit objekt i dokumentasjonsarbeidet.

source: tekstene over til et digitalt uttrykk som for eksempel å legge teksten inn i en e-
nn: tekstane over til eit digitalt uttrykk som til dømes å legge teksten inn i ei e-bok

source: Uavhengig av om
nn: Uavhengig av om det

source: Ilabekken barnehage lager ofte enkle animasjonsfilmer når de er ute på tur.
nn: Ilabekken barnehage lagar ofte enkle animasjonsfilmar når dei er ute på tur.

source: Lederen er også ansvarlig for at personalet har en felles forståelse for hva det
nn: Leiaren er òg ansvarleg for at personalet har ei felles forståing for kva det

source: På norsk kan dette oversettes med
nn: På norsk kan dette omsetjast med teknologisk-

source: studere småkryp og insekter.
nn: dei studere småkryp og insekt.

source: enn det som nevnes her.
nn: det som her blir nemnt.

source: muliggjør utforskning hvor som helst, både ute og inne.
nn: mogleggjer utforsking kvar som helst, både ute og inne.

source: forhånd hva som engasjerer eller interesser dem her og nå.
nn: førehand kva som engasjerer eller interesser dei her og no.

source: barn, mange er langsomt kommet etter, mens andre er ikke kommet helt i gang
nn: barn, mange er langsamt komne etter, medan andre ikkje er komne heilt i gang

source: andre og å fortelle og snakke gjennom dialog med andre.
nn: andre og å fortelje og snakke gjennom dialog med andre.

source: hele personalet, og kan bidra til at samtlige ansatte får et kompetanseløft
nn: heile personalet, og kan bidra til at alle tilsette får eit kompetanseløft gjennom å

source: På deres avdeling er de ansatte
nn: På avdelinga deira er dei tilsette

source: det ekstra gøy å være i akebakken.
nn: ekstra gøy å vere i akebakken.

source: stor grad styres av barna selv, og pedagogen kan fungere som teknisk support
nn: stor grad styrast av barna sjølv, og pedagogen kan fungera som teknisk support

source: nokså avansert språkbruk, og ofte må de prøve og feile flere ganger for å oppnå
nn: nokså avansert språkbruk, og ofte må dei prøve og feile fleire gonger for å oppnå

source: praksis blir pedagogisk når personalet og barna diskuterer og reflekterer over
nn: barnehagen blir pedagogisk når personalet og barna diskuterer og reflekterer

source: språket mer, samtidig som det gir personalet muligheter til å stille relevante
nn: språket meir, samtidig som det gir personalet moglegheiter til å stille relevante

source: med digital teknologi trenger støtte og oppmuntring til å komme i gang.
nn: digital teknologi treng støtte og oppmuntring til å komme i gang.

source: forventninger om at barn skal få utforske og gjøre seg erfaringer med ulike
nn: forventningane til rammeplanen om at barn skal få utforske og gjere seg

source: barnehagen som skal være gjenstand for refleksjon, ikke å vurdere og
nn: barnehagen som skal vere gjenstand for refleksjon, ikkje å vurdere og

source: samspillet mellom menneske, miljø og samfunn i en verden i endring.
nn: samspel med menneske, miljø og samfunn i ei verda i endring.

source: Billedbok-apper har store variasjoner når det gjelder hvilke audiovisuelle
nn: Bildebok-appar har store variasjonar når det gjeld kva audiovisuelle og

source: og personalet benyttet projektor slik at hele akebakken ble full av lava.
nn: personalet nytta projektor slik at heile akebakken vart full av lava.

source: De bruker gjerne ord som
nn: Dei bruker gjerne ord som

source: i barnehagens daglige språkarbeid, og pedagogisk bruk av digitale verktøy kan
nn: barnehagen, og pedagogisk bruk av digitale verktøy kan vere ein formålstenleg

source: En iPhone er sømløst integrert med iPad dersom de er registrert på samme
nn: Ein iPhone er saumlaust integrert med iPad dersom dei er registrerte på same

source: atmosfære eller invitere barn inn i ulike stemninger.
nn: eller invitere barn inn i ulike stemningar.

source: teknologi fra de er ganske små, og da utforsker de hvordan avansert teknologi
nn: touch-teknologi frå dei er ganske små, og då utforskar dei korleis avansert

source: Pedagogen som arbeidet med dette, brukte sin teknologiske
nn: Pedagogen som arbeidde med dette, brukte sin teknologiske og

source: Det er langt viktigere enn å ha mange verktøy.
nn: Det er langt viktigare enn å ha mange verktøy.

source: både barnehageeiere, ledere og resten av barnehagens ansatte til å prioritere
nn: barnehageeigarar, leiarar og resten av dei tilsette i barnehagen til å prioritere

source: ørsmå detaljene som er usynlige for det blotte øye blir plutselig synlige.
nn: ørsmå detaljane som er usynlege for det blotta auge blir plutseleg synlege.

source: senere gjøre dem i stand til å bli utviklere av ny teknologi.
nn: seinare gjere dei i stand til å bli utviklarar av ny teknologi.

source: misforståelser når voksne overfører sine normer og forståelser av barns praksis når de
nn: misforståingar når vaksne overfører normene og forståingane sine av praksisen til

source: En slik form for bildedeling gir foresatte et innblikk i hva
nn: Ei slik form for bildedeling gir føresette eit innblikk i kva

source: De må også omfatte bilder, lyd, grafiske framstillinger, gester og
nn: Dei må òg omfatte bilde, lyd, grafiske framstillingar, gestar og

source: forsøker å fremme motivasjon og interesse for at barna skal delta aktivt i
nn: freistar å fremme motivasjon og interesse for at barna skal delta aktivt i

source: oppstår gjerne i daglig samspill, lek og vennskap barna imellom, og i samspill
nn: ein barnehage oppstår gjerne i dagleg samspel, leik og vennskap barna imellom,

source: nysgjerrige og interesserte i naturen og alt den har å tilby, og det er gjerne
nn: nysgjerrige og interesserte i naturen og alt han har å tilby, og det er gjerne

source: Digitale verktøy kan bidra til å gjøre prosessen med selve dokumentasjonen
nn: Digitale verktøy kan bidra til å gjere prosessen med sjølve dokumentasjonen

source: foregå i en digital praksis, men det
nn: gå føre seg i ein digital

source: bestemmer hvilke tekster som skal legges til på bildene.
nn: bestemmer kva tekstar som skal leggast til på bilda.

source: aktiviteter, og bli barnehagens digitale alibi.
nn: aktivitetar, og bli det digitale alibiet til barnehagen.

source: kompetanse som er nødvendig for å kunne gjøre informerte valg på et faglig
nn: er nødvendig for å kunne gjere informerte val på eit fagleg grunnlag og handlar

source: utvikle personalets profesjonsfaglige digitale kompetanse, noe som igjen bidrar
nn: profesjonsfaglege digitale kompetanse, noko som igjen bidrar til å utvikle den

source: kan hindre dem i å gjøre seg kjent med verktøyene og skaffe seg kompetanse til
nn: gjere seg kjend med verktøya og skaffe seg kompetanse til å forstå at dei kan

source: bildet fra projektoren er tydelig nok.
nn: frå projektoren er tydeleg nok.

source: barns interesser for tegneserier, og at det ikke finnes så mye av det generelt i
nn: barn for teikneseriar, og at det ikkje finst så mykje av det generelt i barnehagar.

source: er ikke synonymt med at de gir barna en bedre leseopplevelse.
nn: ikkje synonymt med at dei gir barna ein betre leseoppleving.

source: aktiviteten erfarer barna at tekst er kommunikasjon, og at de kan formidle et
nn: aktiviteten erfarer barna at tekst er kommunikasjon, og at dei kan formidle ein

source: Ulike erfaringer med teksthendelser vil danne grunnlag for
nn: Ulike erfaringar med teksthendingar vil danne grunnlag for den breie

source: barn og ansatte være likestilte, og bidra med undring, tanker, meninger og
nn: barn og tilsette vere likestilte, og bidra med undring, tankar, meiningar og
